{
  "@metadata" : {
    "authors" : [
      "OOeyes"
    ]
  },
  "boilerroom"               : "The name of the extension's entry in Special:SpecialPages",
  "boilerroom-extensionname" : "The name of the extension",
  "boilerroom-desc"          : "{{desc}}",
  "boilerplate-special"      : "The page title for Special:Boilerplate.",
  "br-default-box-label"     : "Default label for boilerroombox edit button.",
  "br-create-boilerplates"   : "Heading for the creating boilerplates section on Special:Boilerplate.",
  "br-create-std-bp"         : "Heading for standard boilerplates section of Special:Boilerplate",
  "br-meta-std-box-label"    : "Label for the create standard boilerplate button on Special:Boilerplate.",
  "br-create-std-bp-desc"    : "Small paragraph describing what standard boilerplates are that appears on Special:Boilerplate beneath the box to create these boilerplates.",
  "br-meta-std-bp-page"      : "Default page title for the metaboilerplate for standard boilerplates.",
  "br-meta-std-bp"           : "Fallback boilerplate text for a metaboilerplate for standard boilerplates. Only comment text should be translated; markup should be left intact.",
  "br-create-wrap-bp"        : "Heading for wrapping boilerplates section of Special:Boilerplate",
  "br-meta-wrap-box-label"   : "Label for the create wrapping boilerplate button on Special:Boilerplate.",
  "br-create-wrap-bp-desc"   : "Small paragraph describing what wrapping boilerplates are that appears on Special:Boilerplate beneath the box to create these boilerplates.",
  "br-meta-wrap-bp-page"     : "Default page title for the metaboilerplate for wrapping boilerplates.",
  "br-meta-wrap-bp"          : "Fallback boilerplate text for a metaboilerplate for wrapping boilerplates. Only comment text should be translated; markup should be left intact.",
  "br-boilerplate-list"      : "Heading for the boilerplate list on Special:Boilerplate",
  "br-boilerplate-list-desc" : "Text before the list on Special:Boilerplate explaining this lists pages in the Boilerplate namespace.",
  "br-boilerplate-list-none" : "Text in the list on Special:Boilerplate that appears if there are no pages in the Boilerplate namespace.",
  "br-boilerplate-list-note" : "Text below the list on Special:Boilerplate that explains pages outside the Boilerplates may be set up as boilerplates, but they are not listed there.",
  "br-selector-legend"       : "Legend for the large boilerplate selector.",
  "br-selector-insert"       : "Tooltip for the insert at cursor button.",
  "br-selector-prepend"      : "Tooltip for the insert at beginning button.",
  "br-selector-append"       : "Tooltip for the insert at end button.",
  "br-selector-replace"      : "Tooltip for the replace existing text button.",
  "br-selector-edit"         : "Tooltip for the edit selected boilerplate button.",
  "br-selector-create"       : "Tooltip for the create or manage boilerplates button.",
  "br-replace-confirm"       : "Confirmation prompt when replacing text in the editbox. Warns that the undo feature may not be able to reverse it.",
  "br-page-exists-noajax"    : "Error message indicating boilerplate cannot be loaded on an existing page. (True for some wiki configurations).",
  "br-page-exists-ajax"      : "Message indicating a page already exists and advises boilerplates can be selected.",
  "br-loaded-on-new-page"    : "Message indicating a boilerplate was loaded onto a new page. $1 is the page name of the boilerplate without namespace.",
  "br-insert"                : "Message indicating a boilerplate was inserted at the cursor. $1 is the page name of the boilerplate without namespace.",
  "br-prepend"               : "Message indicating a boilerplate inserted at the beginning. $1 is the page name of the boilerplate without namespace.",
  "br-append"                : "Message indicating a boilerplate inserted at the end. $1 is the page name of the boilerplate without namespace.",
  "br-replace"               : "Message indicating a boilerplate was used to replace existing text. $1 is the page name of the boilerplate without namespace.",
  "br-no-boilerplates"       : "Message that appears in the selector or where it usually appears, explaining there are no boilerplates in the Boilerplate namespace to make available.",
  "br-load-boilerplate"      : "Label for the button in the noscript selector that loads a boilerplate onto a new page.",
  "br-tag-error"             : "Error message output when one of the boilerplate tags can't be processed on a boilerplate page due to misuse."
}